<!DOCTYPE html>
<html>

<head>
    <meta charset="utf-8">
    <title>Tim Berners Lee</title>
    <link rel="stylesheet" href="style.css">
</head>

<body>
    <div class="content">
        <div class="block">
            <div class="doc"></div>
            <topic>Tim Berners-Lee</topic>
            <p class="intro">Sir Timothy "Tim" John Berners-Lee, <a href="#">KBE</a>, <a href="#">FRS</a>, f&ouml;dd <a href="#">8 juni </a><a href="#">1955 </a>i <a href="#">London</a> i <a href="#">England</a>, &auml;r skaparen av <a href="#">World Wide Web</a>, en
                teknik som skapade f&ouml;ruts&auml;ttningar f&ouml;r en bredare anv&auml;ndning av <a href="#">Internet</a>, och chef f&ouml;r <a href="#">World Wide Web Consortium</a>.</p>
        </div>

        <div class="block" id="block1">
            <div class="sidebar">
                <topic class="small"><a href="#block1">Tidig karri&auml;r</a></topic>
            </div>
            <p>Tim Berners-Lee tog <a href="#">kandidatexamen</a> i <a href="#">fysik</a> vid <a href="#">Queen's College</a> vid <a href="#">Oxfords universitet</a> i England <a href="#">1976</a>. Han arbetade d&auml;refter med <a href="#">programmering</a>                f&ouml;r olika f&ouml;retag innan han blev <a href="#">konsult</a>. Under sex m&aring;naders tid 1980 arbetade han som konsult vid <a href="#">CERN</a>, d&auml;r han f&ouml;r eget bruk skrev ett program kallat <a href="#">Enquire</a> f&ouml;r
                informationslagring och associering, vilket blev grunden till den idé som skulle utvecklas till att bli World Wide Web.</p>
            <p>Efter n&aring;gra &aring;rs arbete p&aring; annat h&aring;ll antog Berners-Lee 1984 en <a href="#">forskartj&auml;nst</a> vid CERN f&ouml;r att arbeta med <a href="#">distribuerade</a> <a href="#">realtidssystem</a> f&ouml;r systemhantering
                och inh&auml;mtning av <a href="#">data</a>.</p>
        </div>

        <div class="block" id="block2">
            <div class="sidebar">
                <topic class="small"><a href="#block2">World Wide Web</a></topic>
            </div>
            <p>&Aring;ret <a href="#">1989</a> lade han fram ett f&ouml;rslag till ett globalt <a href="#">hypertextprojekt</a>, World Wide Web, baserat p&aring; Enquire. Projektet inleddes <a href="#">f&ouml;ljande &aring;r</a> och var avsett att m&ouml;jligg&ouml;ra
                samarbete och kunskapsutbyte via ett n&auml;tverk av hypertextdokument.
            </p>
            <p>Han skrev den f&ouml;rsta <a href="#">webbservern</a>, <a href="#">httpd</a>, och den f&ouml;rsta <a href="#">webbl&auml;saren</a> <a href="#">(klienten)</a>, World Wide Web f&ouml;r <a href="#">Nextstep</a>, som b&aring;de kunde visa och
                redigera hypertext. Programmet gjordes f&ouml;rst tillg&auml;ngligt inom CERN och spreds sedan via Internet under <a href="#">1991</a>.</p>
            <p>Han fortsatte att arbeta med att f&ouml;rb&auml;ttra de <a href="#">kommunikationsprotokoll</a> och <a href="#">standarder</a> som anv&auml;ndes. 1994 grundade han World Wide Web Consortium vid laboratoriet f&ouml;r datavetenskap vid <a href="#">Massachusetts Institute of Technology</a>,
                och han har varit chef f&ouml;r konsortiet sedan dess grundande. 1999 blev han styrelseledamot vid laboratoriet, d&auml;r han ocks&aring; har en tj&auml;nst som forskare</p>
            <p>Han har skrivit boken <a href="#">Weaving the Web</a> om webbens historia, nutid och framtid.</p>
        </div>

        <div class="block" id="block3">
            <div class="sidebar">
                <topic class="small"><a href="#block3">Erk&auml;nnanden</a></topic>
            </div>
            <p>Tim Berners–Lee har erh&aring;llit en m&auml;ngd <a href="#">honor&auml;rtitlar</a> och utm&auml;rkelser f&ouml;r sitt livsverk.</p>
            <p>&Aring;r 1997 blev han <a href="#">Officer</a> i <a href="#">Brittiska Imperieorden</a>. &aring;r 2000 erh&ouml;ll han <a href="#">Royal Medal</a>. I april 2004 tilldelades han som f&ouml;rsta mottagare det <a href="#">finl&auml;ndska</a>                priset <a href="#">Millennium Technology Prize</a> p&aring; en miljon <a href="#">euro</a> av president
                <a href="#">Tarja Halonen</a>. Den 16 juli samma &aring;r blev han <a href="#">dubbad</a> till <a href="#">riddare</a> (<a href="#">Knight Commander</a>, den n&auml;st h&ouml;gsta graden i Brittiska Imperieorden) av drottning <a href="#">Elizabeth II</a>.</p>
            <p>Han &auml;r ledamot i <a href="#">British Computer Society</a>, <a href="#">IEEE</a> och <a href="#">American Academy of Arts and Sciences</a>. Han blev <a href="#">Fellow</a> of the <a href="#">Royal Society</a> 2001. Han har hederstitlar
                fr&aring;n <a href="#">Parsons School of Design</a> i <a href="#">New York</a>, <a href="#">Southampton University</a>, <a href="#">Essex University</a>, <a href="#">Southern Cross University</a>, <a href="#">Open University</a>, <a href="#">Columbia University</a>,
                <a href="#">Oxford University</a> och <a href="#">University
                of Port Elizabeth</a>.</p>
            <p>&Aring;r 2002 r&ouml;stades han fram av den brittiska allm&auml;nheten till en av de 100 fr&auml;msta britterna genom tiderna i en unders&ouml;kning utf&ouml;rd av <a href="#">BBC</a>. Han uts&aring;gs ocks&aring; till &aring;rets britt 2004.
                <a href="#">Time Magazine</a> har utsett honom till en av <a href="#">1900-talets</a> 100 mest inflytelserika personer. 2012 hedrades han som uppfinnaren bakom "World Wide Web" vid invigningen av de Olympiska Spelen i London.</p>
        </div>

        <div class="block" id="block4">
            <div class="sidebar">
                <topic>
                    <a href="#block4">Externa l&auml;nkar</a></topic>
            </div>
            <ol>
                <li>
                    <p><a href="https://www.w3.org/People/Berners-Lee/Longer.html">Biografi</a></p>
                </li>
                <li>
                    <p><a href="https://www.w3.org/2004/07/timbl_knighted.html.en">Berners-Lee dubbad till riddare</a></p>
                </li>
            </ol>
        </div>

    </div>

    <div class="footer">
        <p class="copyright"><span>&copy;2017 </span><a href="#">lessismoreiammore</a></p>
    </div>
</body>

</html>
